[
    {
        "model": "products.product",
        "pk": 1,
        "fields": {
            "category": 10,
            "sku": "plant00001",
            "name": "Rose",
            "description": "Roses are erect, climbing, or trailing shrubs, the stems of which are usually copiously armed with prickles of various shapes and sizes, commonly called thorns. The leaves are alternate and pinnately compound (i.e., feather-formed), usually with oval leaflets that are sharply toothed.",
            "instructions": "Any good soil will grow roses but all roses like a sunny location that has some protection from the wind. Choose a site that gets at least half of the day in the sun. Patio or miniature roses will thrive in containers and are ideal for small gardens or where space is limited. Choose a deep container 20-30cm deep.\r\n\r\n* First, give the root ball a good soak in a bucket of water for 15 minutes before you plant.\r\n* Dig a hole around one foot deep and at least a foot wider all around than the root ball of the plant.\r\n* Add some organic matter generously; garden compost or well-rotted horse manure is ideal. A handful of rose plant food at this point is also a good idea but not essential.\r\n* Plant with the top of the root ball level with the ground and pat in firmly\r\n* Water in afterward and water regularly in year one and two.",
            "price": "15.00",
            "rating": "4.50",
            "image_url": null,
            "image": "rose.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 2,
        "fields": {
            "category": 10,
            "sku": "plant00002",
            "name": "Delphinium",
            "description": "Delphinium elatum, commonly known as delphinium, is an herbaceous perennial of the buttercup family that is native to clearings, woodland margins, and river valleys from southern and central Europe to Siberia. Species plants have been cultivated since 1578.",
            "instructions": "Dig a planting hole and add compost or well-rotted manure in the bottom, for a nutritious boost. Delphiniums struggle in winter wet, so add grit to heavy soils to aid drainage. Plant your delphinium at the same depth it was growing in the pot, and back-fill with soil, firming in gently. Water in well.",
            "price": "7.00",
            "rating": "4.80",
            "image_url": null,
            "image": "delphinium.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 3,
        "fields": {
            "category": 10,
            "sku": "plant00003",
            "name": "Foxglove",
            "description": "Foxglove (Digitalis) is a pinkish purple flower which can grow up to 2m tall. Foxgloves are an important source of pollen for bees. Its leaves are oval-shaped and hairy with a toothed margin. These flowers grow in gardens, woodland edges, heathland and roadside verges.",
            "instructions": "Grow foxgloves in moist but well-drained soil in full sun to full shade – some varieties are more shade tolerant than others. Deadhead spent blooms after flowering to encourage a second flush, or let them self seed over the garden. Biennial types can be dug up after they have set seed, but perennial foxgloves should be cut back for autumn, ready to bloom again the following year.",
            "price": "15.00",
            "rating": "3.50",
            "image_url": null,
            "image": "fox-glove.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 4,
        "fields": {
            "category": 10,
            "sku": "plant00004",
            "name": "Agapanthus",
            "description": "It is an evergreen species that produces rounded clusters (umbels) of blue, funnel-shaped flowers atop stiff, upright, leafless, fleshy stalks (scapes) typically rising 18-24\" tall above a dense mound of basal narrow, strap-shaped, linear, grass-like leaves. Blooms in summer.\r\nAlso commonly known as African lily, they are perennials native to South Africa. They make an excellent cut flower.\r\nLoved for their loose globe-shaped summer flower heads in blues, lilacs and whites, they're ideal specimens for containers. Agapanthus are either evergreen or deciduous. Deciduous agapanthus are hardier than evergreen types, and can survive British winters if grown in a sheltered spot. They're also able to cope with salty sea winds, making them the perfect choice for a coastal garden",
            "instructions": "Grow agapanthus in well-drained soil in a sheltered spot in full sun. Agapanthus do well in pots. Cut back spent flowerheads after blooming and mulch annually with well-rotted compost or other organic matter.",
            "price": "5.95",
            "rating": "5.00",
            "image_url": null,
            "image": "agapanthus.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 5,
        "fields": {
            "category": 10,
            "sku": "plant00005",
            "name": "Hydrangea",
            "description": "Hydrangeas are deciduous shrubs with flowers in terminal, round or umbrella-shaped clusters in colors of white, pink, or blue, or even purple. If they flower blue, your soil is acidic (having less than 5.5 pH) and if they bloom pink, your soil is alkaline (higher than 6.5 pH).",
            "instructions": "Hydrangeas do best in moist, well-drained soil and dappled shade – not too sunny and not too shady. Avoid south-facing positions, especially if the soil is very dry. For a very shaded spot, such as a north-facing wall, grow the climbing hydrangea Hydrangea anomala subsp. petiolaris. The young growth is prone to frost damage in spring, so avoid planting in a frost pocket and plant away from strong winds.\r\n\r\nHydrangeas will thrive in most soil types, including alkaline and acidic soil. However, the pH of the soil will change the color of the flowers of some varieties. Some plants that usually offer pink flowers will appear blue if the soil is acidic.",
            "price": "8.50",
            "rating": "4.60",
            "image_url": null,
            "image": "hydrangea.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 6,
        "fields": {
            "category": 10,
            "sku": "plant00006",
            "name": "Lilies",
            "description": "Lilies typically feature 6-tepaled flowers in a variety of shapes (trumpet, funnel, cup, bell, bowl or flat), sometimes nodding, sometimes with reflexed petals, atop stiff, unbranched stems (1-8' tall) clothed with linear to elliptic leaves. Flowers are often fragrant and come in a broad range of colors except blue.",
            "instructions": "Grow oriental lilies in acidic soil or ericaceous compost, and other types, including Asiatic and Turk's cap lilies in neutral to alkaline soil or multi-purpose compost. All types need a sheltered sunny spot to thrive, and a deep pot if growing in containers. Plant lily bulbs from October to April. Stake taller varieties and protect all types from lily beetle. Allow the foliage to die down naturally after flowering.",
            "price": "1.60",
            "rating": "4.00",
            "image_url": null,
            "image": "lillies.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 7,
        "fields": {
            "category": 10,
            "sku": "plant00007",
            "name": "Allium",
            "description": "Allium is a genus of monocotyledonous flowering plants with hundreds of species, including the cultivated onion, garlic, scallion, shallot, leek, and chives. The generic name Allium is the Latin word for garlic, and the type species for the genus is Allium sativum which means \"cultivated garlic\".",
            "instructions": "Grow alliums in moist but well-drained soil in full sun. Plant as many as you can afford to buy – the most impressive allium displays arise from mass plantings. It’s a good idea to grow them among low-growing herbaceous plants, which hide their unsightly strappy foliage after flowering. Let allium foliage die down naturally after blooming and consider leaving the flower heads in place as they look attractive in their own right, particularly in winter. Mulch annually with well-rotted compost or manure.",
            "price": "6.99",
            "rating": "4.20",
            "image_url": null,
            "image": "alliums.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 8,
        "fields": {
            "category": 10,
            "sku": "plant00008",
            "name": "Camelia",
            "description": "Camellias are popular evergreen shrubs that produce a beautiful display of flowers from late winter to early spring, when little else is in flower. There are thousands of varieties to choose from, with white, pink or red flowers, which can either be single or double.",
            "instructions": "Camellia care is pretty simple; plant in a shade to part sun area (morning sun, afternoon shade) with rich soil. As the plants mature and the canopy provides shade to roots, they can take more sun. Camellias like ample moisture and well-drained soil. Water during dry conditions to encourage new growth.",
            "price": "8.95",
            "rating": "4.80",
            "image_url": null,
            "image": "camelias.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 9,
        "fields": {
            "category": 10,
            "sku": "plant00009",
            "name": "Weigela",
            "description": "Weigela florida is a bushy deciduous hardy shrub native to eastern Asian countries such as Japan and South Korea.\r\nAs a member of the Caprifoliaceae family, it is closely related to plant genera such as Triosteum (Horse gentian), Leycesteria (Flowering Nutmeg), Lonicera (Honeysuckle), and Symphoricarpos (Snowberry).",
            "instructions": "Grow weigela in moist but well-drained soil in full sun to partial shade. Prune back after flowering and mulch annually with a well-rotted compost or leaf mold.",
            "price": "5.00",
            "rating": "3.50",
            "image_url": null,
            "image": "wegelia.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 10,
        "fields": {
            "category": 11,
            "sku": "plant00010",
            "name": "Hostas",
            "description": "Hostas are herbaceous perennial plants, growing from rhizomes which are sometimes stoloniferous, with broad lanceolate or ovate leaves varying widely in size by species from 1–18 in (3–45 cm) long and 0.75–12 in (2–30 cm) broad. The smallest varieties are called miniatures.",
            "instructions": "Hostas do best in a water-retentive, fertile soil. Very heavy clay and sandy soils should be improved by digging in plenty of well-rotted organic matter. Ideally the pH of the soil should be 6.5 but it's still worth growing them in acid or alkaline soils.\r\nChoose a position of light or semi shade. Hostas are very hardy so will thrive in a north-facing garden or frost pocket.\r\nAs they thrive in a water-retentive soil they're ideal for planting in a bog garden but they should not be treated as an aquatic marginal. For this reason they are often planted by, but never in, a pond.\r\nWhen growing in pots, ensure there are plenty of drainage holes as waterlogged soil will kill the plant. Avoid metal containers as hosta roots need to be kept cool in summer. For best results, grow in large pots so the compost dries out less frequently.",
            "price": "5.50",
            "rating": "5.00",
            "image_url": null,
            "image": "hostas.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 11,
        "fields": {
            "category": 11,
            "sku": "plant00011",
            "name": "Euphorbia",
            "description": "Euphorbias are among the most useful of garden and house plants. Some make imposing domes of foliage while others create more modest but good ground cover. In addition to the hardworking foliage, their flowers, often a zingy acid yellow, are usually long-lasting. Botanically related are the tender, succulent euphorbias and houseplants that hail from arid or tropical areas of the world.",
            "instructions": "Grow euphorbias in moist but well-drained soil in sun to partial shade. use them as a foil for other bright colors or as part of a woodland scheme. Mulch annually with leaf mold.",
            "price": "8.50",
            "rating": "4.70",
            "image_url": null,
            "image": "Euphorbia.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 12,
        "fields": {
            "category": 11,
            "sku": "plant00012",
            "name": "Lavender",
            "description": "Its broad rootstock bears woody branches with upright, rod like, leafy, green shoots. A silvery down covers the gray green narrow leaves, which are oblong and tapered, attached directly at the base, and curled spirally. The oil in lavender's small, blue violet flowers gives the herb its fragrant scent.",
            "instructions": "Prepare your garden soil\r\nPlant the lavender as soon as possible after buying.\r\nSpace plants about 90cm (3ft) apart if growing in groups.\r\nIf planting a hedge, space plants 30cm (1ft) apart or 45cm (18in) for larger cultivars.\r\nAfter planting, water regularly, especially in dry weather, for the first season.",
            "price": "10.95",
            "rating": "5.00",
            "image_url": null,
            "image": "lavender.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 13,
        "fields": {
            "category": 11,
            "sku": "plant00013",
            "name": "Montbretia",
            "description": "This showy plant graces many country lanes from July to September with a wonderful display of spikes of bright reddish-orange flowers.  A familiar sight in the west of Ireland particularly, it is taken by many to be one of our native plants, along with Fuchsia.  However, like Fuchsia, this is an introduction to our shores and is a hybrid between two South African species.  Nevertheless it is a very attractive sight and seems to blend in to our landscape, particularly in places where it grows alongside our native Purple Loosetrife.  The flowers (25-55mm) are in a one-sided loose panicle and have a corolla which is tubed with six lobes.  The three stamens protrude.  The grass-like leaves are long and narrow.  This plant belongs to the family Iridaceae.",
            "instructions": "Plant the montbretia bulbs 4 inches (10 cm) deep in the sun in a spot where it gets hot in summer. Montbretia likes well drained soil and shouldn't be buried too deep. Keep sufficient spacing of about 2 to 4 inches (5 to 10 cm) between neighboring plants.",
            "price": "7.55",
            "rating": "4.00",
            "image_url": null,
            "image": "montbretia.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 14,
        "fields": {
            "category": 11,
            "sku": "plant00014",
            "name": "Buxus",
            "description": "Buxus sempervirens is a rounded to broad-rounded shrub or small tree that is native primarily to open woodlands and rocky hillsides in southern Europe, northern Africa and western Asia. It typically matures in a shrubby form to 5-15' tall, but may grow as a tree to as much as 20-30' tall.",
            "instructions": "Buxus sempervirens is typically grown in evenly moist, well-drained loams (e.g., sand-clay mixture) in full sun to part shade. Plants will grow well in a variety of part shade situations, including open sun-dappled conditions or light shade with several hours of morning sun or early afternoon sun. Plants can grow in close to full shade, but typically are less vigorous and more open with decreased foliage density. When grown in full sun, plant foliage is more likely to scorch, bronze in winter or suffer from mite attacks. Plants prefer soils with a pH of slightly acidic to slightly alkaline. Plants are generally tolerant of pruning and shearing. Pruning should never be done prior to the last spring frost date. Pruning too early in spring often promotes tender new growth that may be damaged or killed by a late spring frost. Avoid cultivating around plants because they have shallow roots. Roots appreciate a good organic (e.g., bark or compost) mulch (1-2”). Thin plants and remove dead/damaged branches annually to improve air circulation. Boxwood is best sited in locations sheltered from strong winds, with, if possible, some protection from full winter sun. Foliage may bronze in winter when exposed to half day to full day sun. Winter winds can remove moisture from leaves at a rapid rate, often resulting in dehydration and bronzing. Species plants are easily propagated by cuttings or seed.",
            "price": "23.70",
            "rating": "4.20",
            "image_url": null,
            "image": "buxus.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 15,
        "fields": {
            "category": 11,
            "sku": "plant00015",
            "name": "Privet",
            "description": "Privets—native to Europe, Asia, Australia, and the Mediterranean region—are evergreen or deciduous plants with opposite, usually oval, smooth-margined leaves; creamy-white, often odorous, terminal clusters of flowers; and one- to four-seeded black berries.",
            "instructions": "Prepare the soil by digging in plenty of well-rotted organic matter. Plants are fast-growing and do best in a good soil and a sprinkling of bonemeal to get them going. Dunk bare-root and potted plants in a bucket of water while working out the spacing. For a long hedge it's often quicker to dig out a planting trench than make individual holes. Plant each plant about 30cm apart and make sure you plant them at the same depth they were on the pot or look for a soil mark on bare root specimens. Firm plants in and water well.\r\n\r\nFor two years after planting, water your privet hedge in dry spells and keep the area around the plants free of weeds. Add an annual mulch of well-rotted compost, leafmould or manure each autumn.",
            "price": "18.55",
            "rating": "4.70",
            "image_url": null,
            "image": "privet.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 16,
        "fields": {
            "category": 12,
            "sku": "plant00016",
            "name": "Climatis",
            "description": "Clematis are popular perennial climbers, providing height and colour throughout the season. They look particularly good with roses. There's a huge variety of clematis to grow, with flowers ranging in size from small bells to large dinner plates.\r\n\r\nClematis can be good for wildlife, clothing walls, fences and trellis with leaves and flowers, which provide shelter for insects and sometimes birds. Some clematis flowers are visited by pollinators, while the fluffy seed heads of Clematis tangutica cultivars may be used as a nesting material by house sparrows.",
            "instructions": "Most clematis require a fertile, moisture-retentive soil and full sun, but there are some that tolerate shade. They're hungry feeders, so add plenty of organic material when planting and feed weekly with a high potash fertilizer in summer. All clematis have roughly the same planting needs, but need pruning according to their pruning group",
            "price": "15.11",
            "rating": "4.90",
            "image_url": null,
            "image": "climatis.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 17,
        "fields": {
            "category": 12,
            "sku": "plant00017",
            "name": "Wisteria",
            "description": "Wisteria is a deciduous, climbing shrub, bearing beautiful pendants of scented flowers in May or June. There are many species of wisteria but the two most commonly grown in the UK are Wisteria sinensis and Wisteria floribunda. Wisteria sinensis grows in an anticlockwise direction and Wisteria floribunda grows in a clockwise direction.\r\n\r\nWisteria plants have incredibly strong and woody stems and, in time, the trunks can become as thick as small tree trunks – it's not a climbing plant for a delicate trellis. Wisteria also offers valuable autumn colour and attractive pea-like seed pods.",
            "instructions": "Grow wisteria plants against a sturdy wall, such as up the front of a house, in moist but well-drained soil, ideally in a south- or west-facing direction. Prune in February and again in August. Feed with a high potash fertilizer in spring to encourage flowers.",
            "price": "22.95",
            "rating": "4.60",
            "image_url": null,
            "image": "wisteria.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 18,
        "fields": {
            "category": 12,
            "sku": "plant00018",
            "name": "English Ivy",
            "description": "English ivy or common ivy, Hedera helix, is an evergreen climber that creates a leafy backdrop on walls, fences, trellises, buildings and pergolas. It can also be grown in pots or as a house plant.\r\nEnglish ivy has two phases of growth. When it's young and in its 'juvenile' stage, it grows up and cling to surfaces via the tiny roots that grow along the stems. After around 10 years it becomes an 'adult' plant. The leaves change shape, becoming less lobed, and the plant becomes more shrubby. It bears yellow-green flowers in autumn and black berries from winter onwards.",
            "instructions": "English ivy grows in sun or shade, and in any soil as long as it's not waterlogged or highly acidic.\r\nVigorous cultivars with large leaves can be used to rapidly hide eyesores, while variegated varieties are useful for brightening shady areas. English ivy can also be used as ground cover in dry shade.\r\nIf growing English ivy as a house plant, grow it in a bright, cool spot, out of direct sun. It's a good choice for a cool porch, unheated conservatory or draughty hallway.",
            "price": "5.95",
            "rating": "4.00",
            "image_url": null,
            "image": "English-ivy.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 19,
        "fields": {
            "category": 12,
            "sku": "plant00019",
            "name": "Trailing Petunia",
            "description": "Petunias are some of the most outstanding bedding plants, thanks to their knack for creating a vibrant mass of colourful summer blooms. Petunias are versatile, ideal for different types of pot or hanging basket as well as in the ground. Originating from South America, petunias are frost tender and make a splendid display through summer and into autumn, often right until the frosts arrive.\r\n\r\nPetunias are divided into two main types: compact bushy petunias with an upright habit, and trailing petunias with stems up to 90cm long. Within both groups there's a huge choice of colors and flower shapes to choose from. Colors range from ultra-brilliant pinks, reds, and purples, to soft pastel shades and white. The size of the flowers ranges, too, and you can choose varieties with ruffled edges and bi-colored blooms, along with single- and double-flowered varieties.",
            "instructions": "Before planting petunias outside, harden them off by gradually acclimatizing them to the outside over a week or two. When buying garden-ready plants, check if they’ve spent any time outside or whether they’ve been under cover, in which case they’ll need hardening off before planting out.\r\n\r\nTrailing petunias are ideal for growing in hanging baskets, raised pots, or tumbling over the sides of pots and window boxes. They make unusual and colorful ground cover in borders and can also be planted to tumble down slopes, banks, and from raised beds.",
            "price": "5.99",
            "rating": "4.80",
            "image_url": null,
            "image": "petunias.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 20,
        "fields": {
            "category": 12,
            "sku": "plant00020",
            "name": "Saxifrage",
            "description": "Saxifrages are woodland or alpine plants. They can be annuals, biennials or herbaceous or evergreen perennials. Some varieties do well in shade while others need more sun. Mostly mat-forming in habit, they are ideal for using as ground-cover plants and are particularly suited to growing in rock gardens. They have star-shaped flowers, which appear from spring right through to autumn, depending on the species.",
            "instructions": "Saxifrage are best suited to moist, well-drained soil of sand, chalk, clay or loam within an acidic, alkaline or neutral PH balance. They are best positioned in an area of full shade or part shade. Dig a hole that will accommodate the depth and width of your plant.",
            "price": "6.25",
            "rating": "4.10",
            "image_url": null,
            "image": "Saxifrage.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 21,
        "fields": {
            "category": 12,
            "sku": "plant00021",
            "name": "Trailing Lobelia",
            "description": "Lobelias are probably best known as the bright blue bedding plants that spill over the edges of containers and hanging baskets in summer. These half-hardy annual lobelias that hail from South Africa, called Lobelia erinus. Some varieties are compact and upright, while others trail. The small, lipped flowers are mostly in shades of blue, but purple, pink and white-flowered types are also available.",
            "instructions": "All lobelias need a spot in full sun or part shade, and reliably moist soil. The annual varieties don't need deadheading but can be cut back in mid summer to maintain bushiness and good flowering. Deadhead perennial varieties once they've finished flowering and cut foliage back in autumn. Mulch to protect the crown over winter.",
            "price": "9.95",
            "rating": "4.30",
            "image_url": null,
            "image": "lobelia.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 22,
        "fields": {
            "category": 16,
            "sku": "frtree00001",
            "name": "Bramley Tree",
            "description": "Malus 'Bramley's Seedling' is the classic cooking apple variety, perfect for use in crumbles and pies. The skin is green and the flesh white; fruits are available to harvest from October.",
            "instructions": "Apple trees benefit from growing in a sheltered, sunny spot, where the blossom will attract the greatest variety of pollinators and where the sun will ripen the fruit. Mulch annually and water in dry spells.",
            "price": "21.95",
            "rating": "4.95",
            "image_url": null,
            "image": "bramley.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 23,
        "fields": {
            "category": 16,
            "sku": "frtree00002",
            "name": "Standard Pear",
            "description": "Standard Pear Tree Pyrus communis Condo is an eating pear. The delicious sweet fruits can be easily picked from the tree from September. The pears are a pale green with a red blush, quite large in size. Can be eaten raw, cooked or fermented to create the alcoholic beverage Perry (pear cider). Suitable for the patio, decking planters and small gardens. Suitable Pollinator: Hardy Conference and Doyenne du Comice.",
            "instructions": "Soak the roots for approx. 2 hrs before planting and water well after planting and for the next few weeks. This is a hardy deciduous Birne Condo Auf Stamm shrub it’s leaves do not appear until late spring. Flowers appear in late summer and early autumn. Birne Condo Auf Stamm needs a sunny sheltered position to thrive in. In colder areas, plant Birne Condo Auf Stamm near a south-facing wall. Protect Birne Condo Auf Stamm from cold winds. Use a well-drained soil enriched with organic matter. Remove faded flower heads as they fade to prolong flowering. If Birne Condo Auf Stamm is planted in pots, plant in spring. There will be little growth in the first year. Birne Condo Auf Stamm do well in various soil types. Birne Condo Auf Stamm likes to be constantly moist, but not wet. Feed twice a month during the growing season and prune as necessary to control plant size. Container-grown Birne Condo Auf Stamm plants should be brought indoors in extreme winter conditions. Check Birne Condo Auf Stamm plants periodically for pests such as aphids, white flies, and mealy bugs. Use a horticultural oil or insecticidal soap to control these pests.",
            "price": "22.95",
            "rating": "4.00",
            "image_url": null,
            "image": "pear.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 24,
        "fields": {
            "category": 16,
            "sku": "frtree00003",
            "name": "Plum Tree",
            "description": "Plum trees are sold either bare-root (without soil around the roots) or in containers. Bare-root trees are only available while dormant, from late autumn to late winter, for immediate planting. Containerized trees are available all year round.",
            "instructions": "Plum trees crop best in a warm, sheltered site in full sun. They’re among the earliest fruit to flower and although the trees are hardy, the blossom can easily be killed by frost. So avoid planting in sites prone to heavy frosts or strong winds, which can damage the blossom and deter pollinators. In colder sites, it’s best to train plums against a south-, south-west or west-facing wall or fence.\r\n\r\nPositioning fruit\r\nPlums like fertile soil, ideally slightly acidic, with a pH of 6–6.5, but they’re tolerant of a wide range of soils. They don’t like to dry out, especially when the fruit is forming, so generally prefer a loamy or clay soil, as long as it doesn’t get waterlogged.\r\n\r\nPlum trees are best planted during the dormant season, before growth starts in late winter or early spring. Bare-root trees are only available while dormant, but containerized trees are available all year round – they can potentially be planted at any time, but will settle in best from late autumn to spring.",
            "price": "40.65",
            "rating": "5.00",
            "image_url": null,
            "image": "plum.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 25,
        "fields": {
            "category": 16,
            "sku": "frtree00004",
            "name": "Cherry Tree",
            "description": "Cherry trees have alternating simple oval leaves, pink-reddish buds, and white flowers (with five petals) that appear in clusters during early spring. The fruit (cherry) is round or heart-shaped and of red, yellow or black color.",
            "instructions": "Pot-grown cherries can be planted all year round but you can usually have a wider choice of varieties, for less money, if you buy bare-root trees in autumn or winter. Plant bare-root cherries from autumn to spring, when trees are dormant. Dig over the soil, remove weeds and dig a square planting hole. Plant the tree at the same depth it was growing in the field (check the soil 'tide mark' to help you), replace the soil and water thoroughly. Depending on the size of your chosen tree, you may need to position a stake to support a young specimen.",
            "price": "21.95",
            "rating": "4.00",
            "image_url": null,
            "image": "cherry.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 26,
        "fields": {
            "category": 16,
            "sku": "frtree00005",
            "name": "Orange Tree",
            "description": "Orange trees are one of the most recognized types of citrus trees featuring full, leafy canopies and fragrant flower displays. Best of all is the delicious fruit produced during the growing season. A full-size tree can grow to 32 feet tall, with dwarf varieties reaching about 12 feet in height. Orange trees can be kept even smaller when planted in containers, which makes them great for indoor gardening as well.\r\n\r\nOrange trees are notable for white blooms that appear in summer followed by their famous fruit. These trees can be planted at any time of year in warm climates, like southern Florida where they represent a major food crop. For cooler climates with significant seasonal variations, they grow better when planted in spring or summer which allows them to acclimate before cooler weather arrives. Although the fruit is delicious, the plant itself is known to be toxic to pets.",
            "instructions": "Orange trees require plenty of sunshine and warmth; key factors for producing sweeter fruit. They are susceptible to wind damage so some protection is needed. Since these trees can grow fairly large, depending on variety, space them about 20 feet apart. For dwarf varieties, 10 feet should be sufficient.\r\n\r\nOrange trees are self-fertile and do not require another orange tree to produce fruits. However, including more than one orange tree in your garden will attract more pollinators which can increase fruit production.",
            "price": "32.95",
            "rating": "3.50",
            "image_url": null,
            "image": "orange.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 27,
        "fields": {
            "category": 16,
            "sku": "frtree00006",
            "name": "Lemon Tree",
            "description": "In warm climates or if brought indoors for the winter months, lemon trees will flower and bear fruit periodically throughout the year. However, most lemon trees produce the most flowers and fruit during the summer. If your lemon tree grows outside year-round but is exposed to cold winters, then it may flower but fail to produce fruit, or it may produce lush foliage but fail to flower. Lemon fruits are oval, rich yellow and should be firm but not hard to the touch when ripe. The flowers are mildly fragrant and grow alone or in clusters. The petals are white on the top and flushed violet underneath.",
            "instructions": "Grow lemon trees in terracotta pots in a sheltered, sunny spot such as in front of a south- or west-facing wall. They do best in high humidity. In summer, water around once a week, using rainwater if possible. Feed them weekly with liquid seaweed and a citrus fertilizer. Prune in spring, thinning out the centre of the plant so light and air can get in, and remove branches that look dried, thin, tired or lacking in vigor. Move indoors in winter, where it remains cool but frost-free.",
            "price": "89.99",
            "rating": "3.50",
            "image_url": null,
            "image": "lemon.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 28,
        "fields": {
            "category": 16,
            "sku": "frtree00007",
            "name": "Cherry Blossom",
            "description": "Cherry blossom is a true sign of spring. The pretty pink and white flowers burst into bloom for a few glorious weeks before falling from their boughs like confetti.\r\nCherry blossom also provides an important early source of pollen and nectar for bees and other pollinators.",
            "instructions": "Cherry blossom trees do best in a sunny, sheltered spot – strong winds can strip a tree of its blossom. Trees that produce sour edible fruits, such as the Morello cherry, can tolerate some shade. Cherries can tolerate a wide range of soil types, as long as it is moist and well drained.\r\n\r\nBear in mind that cherry blossom trees have different shapes – some are upright and some are more rounded or spreading. They look lovely as specimen trees in a front garden or in the middle of a lawn. Smaller types such as 'Amanagowa' or 'Kojo-no-mai' can be incorporated into borders.",
            "price": "23.93",
            "rating": "5.00",
            "image_url": null,
            "image": "cherry-blossom.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 29,
        "fields": {
            "category": 17,
            "sku": "frtree00008",
            "name": "Cottoneaster",
            "description": "Cotoneasters make useful garden shrubs, ground cover plants and small trees, with most of them growing well in sun and partial shade. They bear a long season of interest thanks to their prolific summer flowers followed by deep red berries, which remain on the plant from autumn through winter. Many species have beautiful autumn foliage.\r\n\r\nCotoneasters are wildlife friendly: their flowers are a magnet for bees and the berries are eaten by birds.",
            "instructions": "Cotoneasters range from border shrubs or small trees, to wall shrubs, with some even used as ground cover to suppress weeds. Choose your cotoneaster variety carefully, depending on your needs. If growing border shrubs or cotoneaster trees, you may want to plant at the back of a border or as a feature in its own right, making the most of its winter berries. Make sure you plant your cotoneaster where you have a good view of its winter berries, perhaps from a kitchen window or near your front door. Wall shrubs, such as Cotoneaster horizontalis, should be planted against a wall where you can train it to 'climb'. Ground cover cotoneasters should be planted towards the front of a border or a bank, where you want to suppress weeds.",
            "price": "69.99",
            "rating": "4.50",
            "image_url": null,
            "image": "cotoneaster.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 30,
        "fields": {
            "category": 16,
            "sku": "frtree00009",
            "name": "Lime Tree",
            "description": "The tree seldom grows more than 5 metres (16 feet) high and if not pruned becomes shrub-like. Its branches spread and are irregular, with short stiff twigs, small leaves, and many small sharp thorns. The evergreen leaves are pale green, and the small white flowers are usually borne in clusters.",
            "instructions": "Lime trees require full sun, at least 6 hours of sun each day\r\nThey are best grown in greenhouses\r\nEnsure temperatures of at least 10°C\r\nYou can also grow them in pots & move outside in Summer\r\nProvide good drainage\r\nAvoid shaded, exposed areas & frost pockets\r\nSouth east facing slope is best",
            "price": "25.57",
            "rating": "4.80",
            "image_url": null,
            "image": "lime.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 31,
        "fields": {
            "category": 17,
            "sku": "frtree00010",
            "name": "Acer",
            "description": "More commonly known as Japanese maples, acer trees are a popular way to add height, interest and colour to an outdoor space. They boast lobed leaves in a rainbow of colours from cool green through warm orange to blazing red that are particularly impressive in autumn.\r\n\r\nJapanese maples are easy to grow, and the little effort you need to put into their care is more than rewarded by their graceful habit, year-round interest and dramatically colored foliage.",
            "instructions": "The best time of year to plant acer trees is from early autumn to early spring. October and March are perfect because the temperature isn’t too hot, but the soil is unlikely to be frozen. If planting in autumn, try to leave at least a month before the first winter frost is expected. Doing this will give the tree time to establish itself before winter arrives.",
            "price": "24.95",
            "rating": "4.50",
            "image_url": null,
            "image": "acer.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 32,
        "fields": {
            "category": 17,
            "sku": "fltree00011",
            "name": "Maple",
            "description": "Typically found growing in woods and hedgerows, it's a medium-sized, deciduous tree with a rounded, bushy crown. It has attractive lobed leaves that turn golden yellow in autumn, and tiny flowers in spring that are followed by papery winged fruits, known as samaras. The RHS has awarded it its prestigious Award of Garden Merit.\r\n\r\nField maple is often grown as a dense hedge, and makes a good windbreak. Expect it to put on around 30-60cm of growth a year. Field maples also make good trees for privacy.",
            "instructions": "Stand the tree in water to ensure its roots are damp\r\nDig a square hole that’s slightly wider than the pot your tree is in, but no deeper. Lightly fork the base and sides of the hole to ensure the soil isn’t compacted\r\nRemove the pot from container-grown trees and any wrapping from bare-root ones. Tease out and unwind any circling roots. Stand the tree in the planting hole, then lay a cane across the hole to check that the top of the rootball is level with the soil surface\r\nBackfill around the rootball with the excavated soil, shaking the tree a little to help the soil settle around the roots. Use your heel to firm gently all around the rootball and ensure there is good contact between the roots and the soil\r\nIf planting in an exposed site, stake the tree to prevent windrock, which can tear the roots and create a gap around the base of the trunk that can fill with water and encourage rot. The stake should be about a third of the height of the tree, hammered in at a 45° angle. Attach the trunk to the stake using an adjustable tree tie\r\nWater the tree thoroughly, then keep it watered during dry spells for at least the first year",
            "price": "80.00",
            "rating": "4.60",
            "image_url": null,
            "image": "maple.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 33,
        "fields": {
            "category": 17,
            "sku": "fltree00012",
            "name": "Silver Birch",
            "description": "Betula pendula (Silver Birch) is a popular native tree that makes an impact in any garden with its elegant silver bark and gracefully weeping branches. The silver bark develops contrasting dark fissures and cracks with age that add interest and make each tree unique. Betula pendula is also a favourite with wildlife.\r\n\r\nThe bright green leaves have a serrated edge and are ovate, almost triangular in shape. They provide an airy canopy and in autumn turn buttery yellow. Yellowy-brown catkins develop over winter, with both male and female form on the same tree. The seeds of which are enjoyed by Greenfinch, Redpoll and other birds.\r\n\r\nSilver Birch will grow in even the toughest conditions. The tree itself has a conical shape and will grow to around 7 metres height and 4 metres spread in 20 years. It is ideal planted in gardens or parks where it provides gentle shade.",
            "instructions": "Mix the seeds with a little moist horticultural sand and place in loosely-tied plastic bags in the bottom of a fridge (not the freezer!). Four weeks at low temperatures for moist birch seed improves the speed and evenness of germination.\r\n\r\nSowing\r\nSilver birch is a fast-growing tree and can, therefore, be sown later in the year and still produce good growth in one season. Aim to sow during April on seedbeds or in a pot (5-10 seeds per pot and remove all but the strongest seedling).\r\n\r\nCover the seed with only 1-2mm coarse horticultural sand or grit. It is important that the seed is not covered too thickly as this could prevent germination. Firm the seeds gently.",
            "price": "33.72",
            "rating": "4.80",
            "image_url": null,
            "image": "silver-birch.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 34,
        "fields": {
            "category": 13,
            "sku": "seed00001",
            "name": "Habanero",
            "description": "Extremely popular in the Caribbean and Central America, Habaneros have a pungent, smokey flavour accented by fruity, citrus notes. The blocky, wrinkled peppers grow up to 2 inches long and almost as wide. Colour-wise, the fruits start off dark green and then ripen out to a lovely salmon orange. But as mild as the colour looks, beware! They run a scorching 215,000 Scovilles and a little goes a long way.\r\n\r\nLike all chilies, Habanero peppers are perennials and can live for years if cared for appropriately. They also grow well in containers, though can get a bit taller than their Jalapeño cousins.\r\n\r\nA key ingredient in Jamaican jerk sauces.",
            "instructions": "Sow seeds indoors from late winter to mid-spring – an early start will give you earlier and longer harvests. Chilies generally need a long growing season. Fill a small pot with seed compost, firm gently then sow a few seeds on top. Most seeds will germinate, so only sow a few more than you need, in case of losses.",
            "price": "2.99",
            "rating": "4.50",
            "image_url": null,
            "image": "habanero.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 35,
        "fields": {
            "category": 13,
            "sku": "seed00002",
            "name": "Jalapeno",
            "description": "The Jalapeno is a medium-sized hot pepper from the species Capsicum annuum. Originating in Mexico where it remains a staple food, it is one of the most widely-used chilli peppers. It can be used in a variety of dishes and is a popular topping for pizzas, nachos and tacos. The name is Spanish for ‘from Xalapa’, the state capital of Veracruz, Mexico.\r\n\r\nJalapeno peppers have a mild to moderate heat level, measuring between 2,500 and 8,000 in Scoville Heat Units. If you love spicy food then keep in mind that they’re far milder than cayenne peppers or serrano peppers.\r\n\r\nMature jalapeno peppers measure about 5-10cm long. At this point they will be pod-like in shape. They are traditionally used for pickling while still green, and this is probably how most people visualize them. However, if left to ripen fully the jalapeno will turn red and the taste will become sweeter. This can take a bit more time so be patient. As you pick them the plant will continue to produce more.",
            "instructions": "March to April in modules or on a heated bench, or in a propagator at a temp between 18º and 21º C. Transplant to 7.5cm pots after 4 weeks. Plant in final positions indoors no earlier than May.",
            "price": "2.80",
            "rating": "5.00",
            "image_url": null,
            "image": "jalapeno.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 36,
        "fields": {
            "category": 13,
            "sku": "seed00003",
            "name": "Carolina Reaper",
            "description": "The Carolina Reaper is officially the Worlds Hottest Pepper as ranked by Guinness Book of World Records. It's hot, and by hot, we mean HOT! The Carolina Reaper can top-out at 2.2 Million SHU!",
            "instructions": "Pre-moisten soil. Seed starter mix is a light and fluffy mixture, perfect for young seedlings to form healthy roots. Pour enough seed starter mix into a bowl and slowly add filtered water, mixing as you go. The mix is at the right moisture when it sticks together when squeezed, but doesn’t drip water.\r\nFill seed cells. Add the prepared mix to your seed cells, compressing with your fingers. Don’t over-compact, but don’t be too gentle, you should feel some resistance. The soil should be filled to the top of each cell.\r\nAdd 1-2 seeds per cell. Drop 1-2 Carolina reaper seeds onto the surface of the soil in each cell. Planting multiple can help ensure at least one of the seeds sprouts (if both sprout, you will pluck the weaker one later).\r\nPush seeds 1/4″ deep. Using a pencil tip or similar, push each seed about 1/4″ into the soil. Cover the seed with surrounding soil, and pat it down gently.\r\nMoisten the seed. Using a spray bottle, spritz the soil several times to ensure the seeds are all well moistened. Keeping the seeds wet until they sprout is crucial!\r\nCover the seed cells. Using a humidity dome (you can make your own or use something purpose built), cover the planted seed cells. This will prevent too much evaporation from happening, preventing the seeds from drying out.\r\nPlace in a warm spot. Carolina reaper seeds germinate best at temperatures between 80-90°F. Since this is much warmer than most homes are kept, we use a seedling heat mat beneath our seed trays. Set the mat to around 80°F.\r\nFan out trays daily and watch for sprouts. Carolina reaper seeds should sprout in 7-10 days, but may take even longer depending on the seed’s age and environmental conditions. Check each day and fan out the trays to provide fresh air.",
            "price": "1.95",
            "rating": "3.90",
            "image_url": null,
            "image": "reaper.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 37,
        "fields": {
            "category": 14,
            "sku": "seed00004",
            "name": "Tomato",
            "description": "For zillions of sweet, tasty and tiny tomatoes grow this popular variety. You won’t get a million cherry fruits on every plant, but you will get masses of them, and each and every one is sweet, juicy and full of flavor, you’ll be picking them straight off the plant as soon as they are ripe. Mouthwatering.",
            "instructions": "Tomatoes are available to buy as young plants, but if you’d like to try some of the more unusual varieties it’s worth growing tomatoes from seed.\r\n\r\nStart sowing in late-January until late-March. Sow seeds in 7.5cm pots of moist peat free compost, top with a thin layer of vermiculite, then water and cover with cling film. Stand on a warm, bright windowsill or in a propagator.\r\n\r\nWhen your seeds have germinated, remove the cling film (or take them out of the propagator) and keep the compost damp. Transplant seedlings when they reach about 2-3cm tall into 5cm pots filled with moist multi-purpose compost. Return them to the windowsill. Keep potting on as necessary. Support stems by tying them to a pea stick with soft string.",
            "price": "6.65",
            "rating": "4.20",
            "image_url": null,
            "image": "tomato.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 38,
        "fields": {
            "category": 14,
            "sku": "seed00005",
            "name": "Bell Pepper",
            "description": "The bell pepper is the fruit of plants in the Grossum Group of the species Capsicum annuum. Cultivars of the plant produce fruits in different colors, including red, yellow, orange, green, white, chocolate, candy cane striped, and purple.",
            "instructions": "Mulch well. Black plastic mulch can help absorb the sun and keep your ground soil warm. ...\r\nWater carefully. Bell peppers need a deep watering, about one to two inches per week. ...\r\nProvide sun. ...\r\nUse the right fertilizer. ...\r\nStake. ...\r\nCheck for pests. ...\r\nCompanion plant.",
            "price": "2.29",
            "rating": "5.00",
            "image_url": null,
            "image": "bell.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 39,
        "fields": {
            "category": 14,
            "sku": "seed00006",
            "name": "Strawberry",
            "description": "A strawberry is both a low-growing, flowering plant and also the name of the fruit that it produces. Strawberries are soft, sweet, bright red berries. They're also delicious. Strawberries have tiny edible seeds, which grow all over their surface.",
            "instructions": "Prepare the soil well first by digging in plenty of well-rotted garden compost or manure. Then scatter a high-potash general fertilizer over the soil. Plant the strawberry plants 30-45cm apart, in rows 75cm apart, so their roots are just buried, and firm the soil around them. Water in well and keep well watered for the first few weeks as they establish.",
            "price": "11.95",
            "rating": "5.00",
            "image_url": null,
            "image": "strawberry.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 40,
        "fields": {
            "category": 15,
            "sku": "seed00007",
            "name": "Carrots",
            "description": "Carrot is a herbaceous root vegetable, Daucus carota subsp. sativus, in the parsley family (Apiaceae or Umbelliferae), which also includes the similar parsnip. The domesticated carrot is a cultivar of the wild carrot (Daucus carota), also known as \"Queen Anne's lace,\" which is native to temperate parts of Europe and southwest Asia. The term carrot also applies to the long, edible, usually tapering taproot of the domesticated form. These taproots commonly are orange in color, but may be a variety of colors depending on the cultivar, including white, pink, yellow, or purple. They have a crisp texture when fresh.",
            "instructions": "Carrots grow best in full sun and light, fertile, well-drained soil. If your soil is stony, shallow or heavy clay, you may end up with stunted or forked roots, so try short-rooted types. Early varieties can be sown in February or March under cloches or covered with fleece.",
            "price": "2.99",
            "rating": "4.10",
            "image_url": null,
            "image": "carrot.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 41,
        "fields": {
            "category": 15,
            "sku": "seed00008",
            "name": "Parsnip",
            "description": "Parsnip, (species Pastinaca sativa), member of the parsley family (Apiaceae), cultivated since ancient times for its large, tapering, fleshy white root, which is edible and has a distinctive flavor.",
            "instructions": "Choose a still day because parsnip seeds are very light and papery and they can blow away as you handle them\r\nDig the area deeply and then use a line to mark the row before raking out a wide four-inch drill.\r\nWater the drill - this will fix the seeds in position.\r\nSow the seeds to a depth of half of an inch and then lightly cover with soil.\r\n Protect with chicken wire to prevent cats and birds from scratching the seeds up.\r\n If sowing two rows position them a foot apart (30 cm/12 in)\r\n Water the seeds in dry weather and keep the drills weed free\r\n As soon as they have germinated (2-3 weeks) you can start to thin them out",
            "price": "2.80",
            "rating": "4.70",
            "image_url": null,
            "image": "Parsnip.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 42,
        "fields": {
            "category": 15,
            "sku": "seed00009",
            "name": "Lettuce",
            "description": "Lettuce is a leafy green vegetable that grows above the ground and is a popular vegetable grown in the north. Eating locally grown vegetables and traditional foods helps keep our bodies healthy.",
            "instructions": "Sow seed thinly along a moist, 1cm deep drill (trench), made by pressing a bamboo cane into the soil. Cover seeds thinly with soil or vermiculite (they germinate better with some light). Leave 30cm between rows.",
            "price": "2.99",
            "rating": "4.00",
            "image_url": null,
            "image": "lettuce.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 43,
        "fields": {
            "category": 18,
            "sku": "eq00001",
            "name": "Garden Trowel",
            "description": "A traditional garden trowel has a large blade with curved sides and either a pointed or rounded end. The blade is sharpened all the way along the edge in order for it to be used for digging and for preparing soil for planting.  \t\r\nThe curved sides enables it to scoop up large contents of soil without it falling over the sides.\t\r\nTraditional garden trowels can be used to break up the hardest of soils, such as clay, and for planting flowers.",
            "instructions": "Not Applicable",
            "price": "8.99",
            "rating": "5.00",
            "image_url": null,
            "image": "trowel.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 44,
        "fields": {
            "category": 18,
            "sku": "eq00002",
            "name": "Wheelbarrow",
            "description": "A wheelbarrow is a small hand-propelled vehicle, usually with just one wheel, designed to be pushed and guided by a single person using two handles at the rear. The wheelbarrow is designed to distribute the weight of its load between the wheel and the operator, so enabling the convenient carriage of heavier and bulkier loads than would be possible were the weight carried entirely by the operator.",
            "instructions": "What is the proper way of handling a wheelbarrow?\r\nKeep your load to the front of the wheelbarrow, and make sure it's balanced so it won't tip over. Don't load material too high, even if it's light. You need to make sure you can see over and around the wheelbarrow as you move. For larger loads, make sure you secure them so they won't fall over or shift around.",
            "price": "77.00",
            "rating": "4.10",
            "image_url": null,
            "image": "wheelbarrow.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 45,
        "fields": {
            "category": 18,
            "sku": "eq00003",
            "name": "Garden Fork",
            "description": "Garden forks are versatile utensils in a gardener's arsenal. They can be used to turn soil, aerate, remove weeds and dig trenches.",
            "instructions": "A garden fork is used similarly to a spade in loosening and turning over soil. Its tines allow it to be pushed more easily into the ground, and it can rake out stones and weeds and break up clods, it is not so easily stopped by stones, and it does not cut through weed roots or root-crops.",
            "price": "25.45",
            "rating": "4.20",
            "image_url": null,
            "image": "pitchfork.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 46,
        "fields": {
            "category": 18,
            "sku": "eq00005",
            "name": "Secateurs",
            "description": "Secateurs are a requisite addition to the gardener's tool set. Other names by which secateurs are known include hand pruners and pruning shears.",
            "instructions": "Perfect the cut location for bypass pruners: For the most exactly-placed cut, line up the blade itself with your cutting site. Remember that the blade passes to the side of its thick base, so the precise spot that the blade comes through shifts about a 1/4” when you flip the tool. When cutting close to the main stem (a common move), you’ll often feel you need to use the tool “upside down.”\r\nSelect the correct angle. If your plant is opposite-branching, you should cut directly across the stem above the node. If it is alternate-branching, cutting straight across is fine, but it’s even better to cut on an angle sloping away from the single bud at the node. This drains rainwater away from the bud, so none gets trapped on the stem or in a crotch and promotes rotting.\r\nGet the wood deep into the pruners. Completely open your pruners and get the branch all the way in. It’s tempting to snip-snip wood like your pruners were scissors, but this weaker cutting method will stress your hands and dull the blade tip.\r\nMake the cut. With the wood properly positioned, close the loppers through the branch in one fluid motion.",
            "price": "8.99",
            "rating": "4.20",
            "image_url": null,
            "image": "secateurs.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 47,
        "fields": {
            "category": 18,
            "sku": "eq00006",
            "name": "Watering Can",
            "description": "A watering can (or watering pot) is a portable container, usually with a handle and a funnel, used to water plants by hand. It has been in use since at least A.D. 79 and has since seen many improvements in design. Apart from watering plants, it has varied uses, as it is a fairly versatile tool.",
            "instructions": "If your watering can has a rose (a salt-shaker-like attachment on the spout), use it only when watering seeds and seedlings. Remove the rose when watering containers and mature garden plants. (It's a good idea to check that a rose is removable before purchasing the watering can.)",
            "price": "9.19",
            "rating": "3.80",
            "image_url": null,
            "image": "wateringcan.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 48,
        "fields": {
            "category": 18,
            "sku": "eq00007",
            "name": "Garden Spade",
            "description": "A garden spade has a short handle that is usually about 4 feet (1 m.) long and a flattened, rectangular blade as opposed to a shovel's scooped blade. Garden spade tools are used for light cultivation not earth moving, and the shape of the blade helps cut sod, reshape beds and digging out deeper planting holes.",
            "instructions": "Hold handle & push blade into ground using foot\r\nStand with your feet shoulder width apart and have your shoulders and hips facing towards your spade. Keep the spade vertical, holding handle with both hands, and push blade into the ground using your foot.",
            "price": "14.99",
            "rating": "4.80",
            "image_url": null,
            "image": "spade.jpg"
        }
    },
    {
        "model": "products.product",
        "pk": 49,
        "fields": {
            "category": 18,
            "sku": "eq00007",
            "name": "Rake",
            "description": "A rake is a type of gardening or landscaping tool with a handle that ends in a head. You can use a rake for scooping, scraping, gathering, or leveling materials, such as soil, mulch, or leaves. Some rakes have flat heads; others have sharp metal tines that can break up compacted soil or rocks.",
            "instructions": "To place the tines properly on the ground, hold your rake bent at an angle of 30° firmly touching the ground, then apply a gentle force letting the tines barely dig into the ground or grab the debris.",
            "price": "39.99",
            "rating": "4.20",
            "image_url": null,
            "image": "rake.jpg"
        }
    }
]